export default function About() {
  return (
    <section id="about" className="py-5">
      <div className="container text-center">
        <h2 className="text-dark mb-4 fw-bold">Почему выбирают нас</h2>
        <p className="fs-5 w-75 mx-auto">
          Магазин <strong>«Маленький мир»</strong> — место, где каждая кроватка,
          полка или стол становится частью игры. Мы верим, что детская мебель
          должна вдохновлять ребёнка!
        </p>
        <p>Только натуральные материалы, приятные цвета и мягкие формы.</p>
        <p>🌿 Экологично 🧸 Безопасно 💛 Сделано с любовью</p>
      </div>
    </section>
  );
}
